<pad>
<unk>
"
"?
%?
'
(
)?
,
-
/
1
100
16
2
21
25
3
30
4
40
5
:
:?
?
?"?
`?
a
aa
abandoned
able
about
above
abstract
abusing
accent
access
accident
accommodate
according
ache
across
acting
action
actions
active
activity
actually
add
adequate
adjusting
adult
adults
affection
afraid
african
after
against
age
ages
aggressive
aggressively
agree
air
alcohol
alcoholic
alert
aligned
alike
alive
all
allergic
allowed
almost
alone
along
alphabet
already
also
altogether
ambitious
american
among
amount
amphibious
amused
an
and
andy
angle
angry
animal
animals
ankle
ankles
annoyed
another
answer
answering
ant
antenna
antique
ants
any
anybody
anyone
anything
anywhere
apart
apparatus
appear
appearing
appears
apple
apples
approaching
appropriate
approve
apron
aprons
aquatic
arched
architecture
are
area
aren
arguing
arm
armchair
armpit
arms
around
arranged
arrangement
arrive
arriving
art
artificial
artist
artwork
artworks
as
ask
asking
asleep
at
athletic
atop
attached
attack
attacked
attacking
attempting
attending
attention
attentive
attire
attracted
attracts
audience
authentic
available
avoid
awaiting
awake
awaken
aware
away
awkward
awkwardly
babies
baby
babysitting
back
backache
background
backs
backward
backwards
bacon
bad
bake
balance
bald
balding
ball
ballroom
balls
band
bar
barbecue
barbeque
barbie
barcalounger
bare
bark
barking
barren
bars
base
baseball
baseballs
baseboard
baseboards
basket
basketball
baskets
bat
bathroom
batter
bbq
bbqing
be
bear
bears
because
bed
beds
bedtime
bee
beehive
beehives
been
bees
before
beg
begging
beginning
behaving
behind
being
beings
bell
belong
belongings
belongs
below
bench
benches
beneath
bent
beside
besides
best
better
between
beverage
beverages
bicycle
bicycles
big
bigger
biggest
bike
bikes
bill
biological
biologically
biracial
bird
birdland
birds
birthday
biscuits
bit
bite
biting
black
blanket
blankets
block
blocked
blocking
blocks
blonde
blondes
bloom
blooming
blooms
blue
blueberry
blushing
board
boards
bobbed
bodies
body
bone
bones
bonfire
book
bookcase
bookcases
books
bookshelf
bookshelves
boots
booze
borders
bored
boring
both
bother
bothered
bottle
bottles
bottom
bout
bow
bowl
box
boy
boyfriend
boys
braided
braids
branch
branches
brand
bread
break
breakfast
breathing
breed
bright
brightest
brightly
bring
bringing
british
broke
broken
brother
brothers
brought
brown
brunette
bucket
buckets
bug
build
building
built
bumble
bumblebee
bump
bun
bunch
bunnies
bunny
burger
burgers
burn
burning
bus
bush
bushes
business
busy
butt
butter
butterflies
butterfly
buttons
by
cable
cactus
call
called
calling
calls
calm
came
camera
camouflaged
campfire
camping
campsite
can
canada
canine
canines
cannot
cans
cap
capacity
capture
captured
car
care
cared
careful
carefully
caring
carpet
carpets
carried
carrying
cars
cartoon
cartwheel
cases
cast
castle
cat
catapult
catch
catching
caterpillars
cats
caught
cause
causing
cds
ceiling
celebrating
celestial
cement
center
centered
chain
chair
chairs
chalk
champagne
chance
change
channel
chaos
characters
chase
chased
chasing
checkered
cheer
cheese
cherry
chew
chewing
chihuahua
child
childhood
children
chipmunk
chipmunks
choking
choreographed
chosen
christmas
chrome
circles
circular
clapping
classified
classroom
clawing
claws
clean
cleaned
clear
climb
climbing
clip
clock
close
closed
closer
closest
closet
cloth
clothes
clothing
cloud
cloudless
clouds
cloudy
cluttered
coach
coaches
coat
coats
cob
coffee
cold
collage
collar
collision
color
colored
colors
combover
come
comes
comfort
comfortable
comfortably
comforting
comfy
coming
commercial
common
compact
company
completely
complexions
computer
concept
concerned
condiments
confused
conifer
connect
considered
console
consoling
constructed
contain
contemplating
content
contents
continue
control
convenient
conversation
cook
cooked
cooking
cookout
cool
coordinated
cord
corn
corner
corners
correct
correctly
correlation
cotton
couch
couches
could
count
country
couple
cover
covered
covering
cows
cozy
crawl
crawling
crazy
cream
creases
creating
creature
creatures
creeped
crook
crooked
cropped
cross
crossed
crossing
crotch
crowded
cruelty
crying
cuddling
cup
cupcake
cups
curled
curly
currently
curtain
curtains
cushion
cushions
cut
cute
cuts
dad
dairy
daisy
dance
dancing
dandelions
danger
dangerous
dangerously
dangling
dark
darker
date
dating
daughter
day
daycare
daylight
daytime
dead
death
decals
deciding
decor
decorated
decorating
decoration
decorations
decorative
deep
deer
deers
deformed
deliberately
delicious
delighted
demonstrate
depicted
depicting
depressed
describe
describes
desert
design
desk
dessert
desserts
destination
destroying
device
diary
did
diets
difference
different
difficult
dig
digging
dimension
dimensional
dining
dinner
direction
directly
dirt
dirty
disappear
disappointed
disc
disk
disney
disparate
display
displayed
disrespectful
distorted
distracted
distress
distressed
disturbance
do
does
doesn
dog
doggie
doggy
dogs
doing
doll
dollhouse
dollhouses
dolls
domestic
domesticated
don
done
dong
door
doorknob
doors
doorways
dot
dots
double
down
draperies
drapes
drawer
drawing
drawn
dream
dress
dressed
dresser
dressing
drink
drinking
drinks
drive
driven
drop
dropping
drops
drown
drowned
drumsticks
drunk
dubbed
duck
ducks
dude
dumped
duplicated
during
dusk
dvd
dwelling
e
each
eagle
eagles
ear
ears
easily
easy
eat
eaten
eating
eats
eclipsed
edge
edible
edo
efficient
egg
eggs
either
elbow
elder
elderly
electric
electronic
electronics
elephant
else
emitted
emotion
employed
employs
empty
emptying
encounter
end
ends
enemies
energetic
enjoy
enjoyable
enjoying
enough
entire
equal
equipment
escaped
escaping
escorts
ethnicity
eve
even
evening
evenly
event
evergreen
evergreens
everyone
everything
evidence
evil
exact
exactly
except
excited
exercise
exercises
exercising
exhaust
exhausted
exit
exits
expected
expecting
experiences
expert
explaining
expressing
expression
expressions
extended
extending
exuberant
eye
eyes
face
facial
facing
fainting
fake
fall
fallen
falling
falls
family
far
fare
farther
farthest
fast
fastest
fat
father
favorite
feast
feather
featured
feed
feeding
feel
feeling
feels
feet
feline
fell
female
females
fencing
feral
fetch
fever
field
fight
fighting
figure
filled
find
finish
fir
fire
fireplace
fires
firewood
first
fish
fishery
fishes
fishing
fit
flame
flames
flat
flavors
flies
flight
flip
flirting
float
floating
floor
flooring
floors
floral
flower
flowered
flowering
flowerpot
flowers
fluffier
fluttering
fly
flying
folded
foliage
fond
food
foods
foot
footage
football
footballs
footstool
footstools
for
forecast
forest
forget
forgiveness
form
formations
forms
fort
forward
found
four
fours
frame
framed
frames
frantically
frazzled
freaking
free
french
friend
friendly
friends
fries
frightened
fringe
fringed
fringes
frisbee
frisbees
frog
frogs
from
front
frowning
frozen
fruit
fruits
full
fully
fun
fungus
funny
fur
furnished
furniture
furry
furthest
fussing
future
gaining
game
games
gaming
garment
gas
gather
gathered
gathering
gay
geese
gender
general
generally
genital
gentleman
gentlemen
geometric
gesture
get
gets
getting
ghost
giant
gift
ginger
gingers
giraffe
girl
girlfriend
girls
girth
give
given
giving
glade
glass
glasses
gloves
gluten
go
goals
goes
going
golden
gone
good
goodbye
goose
grab
grabbing
grade
grand
grandchildren
granddaughter
grandfather
grandma
grandmother
grandpa
grandson
granny
grasping
grass
gravity
gray
great
green
greens
greeting
grill
grilling
grills
groove
ground
group
grow
growing
grown
grows
grumpy
guardians
guards
guess
guest
guests
guitar
guy
guys
gym
gymnastics
had
hair
haired
hairstyle
hamburger
hamburgers
hammock
hand
handing
handle
handlebars
handles
hands
handstands
hang
hangar
hanger
hanging
hangings
hangs
happen
happened
happening
happens
happier
happy
hard
harm
harmful
harness
has
hat
hatch
hate
hats
haunted
have
having
hawks
he
head
headed
heading
headlight
heads
healthy
hearing
heart
hearth
heating
heavier
heavily
heavy
heel
heels
height
held
hello
helmet
helmets
help
helping
her
here
hers
herself
hi
hide
hiding
high
higher
hiking
hills
him
himself
hips
his
hit
hits
hitting
hive
hives
hoarder
hobby
hold
holding
holds
hole
holiday
home
homeless
homeowner
homework
honey
hook
hooks
hopping
horizon
horizontal
horizontally
horns
horse
horses
hot
hotdog
hotter
hottest
house
houseplant
hovering
how
hub
hue
hug
huge
hugging
hula
human
humans
humorous
humps
hung
hungry
hunters
hunting
hurry
hurt
hurts
hyperactive
i
icarus
ice
identical
if
ignoring
ill
image
images
imaginary
impossible
impressed
in
incomplete
india
indian
indicate
individual
individuals
indoors
inebriated
infested
injured
ins
insanely
insect
insects
inside
instrument
intend
intended
interest
interested
interesting
intersection
into
involved
irritating
is
isn
issue
it
item
items
its
itself
jack
jackets
january
japan
jealous
jeans
jelly
jewelry
jive
job
jogging
join
joined
joining
joke
juice
juicy
july
jump
jumped
jumping
jumps
jungle
just
keep
keeping
keeps
kick
kicked
kicking
kicks
kickstand
kid
kids
kind
kinds
kitchen
kite
kitten
kittens
kitty
knead
knee
kneeling
knees
knife
knitting
knob
knobs
knock
knocked
knocking
know
koi
lab
label
lacking
lad
ladder
ladies
lady
ladys
laid
lamps
land
landed
landscape
landscaper
language
lap
laps
large
larger
largest
lasagna
last
late
lately
later
latex
laugh
laughing
lava
lawn
laws
lay
laying
lays
lazy
lead
leafless
leaking
leaning
leaping
learning
leash
least
leave
leaves
leaving
left
leftovers
leg
legal
legged
legos
legs
length
let
letter
letters
level
levitating
library
lid
lie
life
lift
lifted
lifting
light
lighting
lights
like
likely
likes
lily
line
lined
lines
liquid
list
listed
listening
lit
literate
little
live
lives
living
ll
loaf
located
location
locked
log
logs
lonely
lonesome
long
longboards
longer
look
looking
looks
lost
lot
lots
loud
love
lovers
loveseat
loveseats
loving
low
lower
lucky
lumberjacks
lunar
lunch
lure
lying
macintosh
mad
made
magic
magical
main
maintained
maintaining
make
makes
making
male
males
mallow
mammals
man
mane
manicured
mans
mantel
mantle
many
mario
marionette
marooned
married
mars
marshmallow
marshmallows
mascot
mastered
mat
match
matches
matching
material
mats
mature
meal
meals
mealtime
meant
meat
meditate
meeting
melon
melt
melting
members
men
mental
mess
messy
met
metal
mice
mid
midair
midday
middle
midnight
might
migrating
miller
mind
mirror
mirrors
misbehaving
mischievous
mismatched
misplaced
miss
missing
mitt
mixed
mocking
mode
modern
mom
moment
mommy
monitor
monkey
monkeying
monochrome
mood
moon
moped
mopeds
more
morel
most
mostly
mother
mothers
motion
motor
motorbike
motorcycle
motorcycles
motorized
mountain
mountains
mouse
mouser
mouth
move
movement
moves
movie
moving
much
mugs
murder
murders
mushroom
mushrooms
musical
name
named
nanny
nap
natural
nazi
near
nearby
nearest
nearly
neatly
necessary
neck
need
needed
needs
neglecting
neon
nest
new
next
nice
night
nighttime
no
noir
noise
non
noon
normal
normally
nosed
not
notebook
notice
noticed
novel
now
number
nutritious
obedient
obese
object
objects
oblivious
obscuring
observing
obstructing
occupied
occurring
ocean
odd
odds
of
off
offering
often
okay
old
older
oldest
on
one
ones
onesie
online
only
onto
open
opened
operate
opposite
or
orange
order
organic
organized
oriental
originate
other
others
ottoman
our
out
outdated
outdoor
outdoors
outfit
outline
outside
outstretched
over
overcast
overhand
overhead
overheat
overlord
overly
overpopulated
overweight
overwhelmed
owl
owls
own
owner
owns
pad
pads
pail
pails
pain
paint
painted
painting
paintings
pair
pajama
palm
pane
paneling
panels
panes
pants
parent
parentless
parents
park
parked
parking
part
partially
participating
partition
partly
parts
party
passed
passing
past
pastry
pasture
path
pathway
pattern
patterned
patterns
patting
pavement
pavers
paws
pay
paying
peanut
pee
peeing
peeking
peer
penguins
people
peoples
percent
percentage
perched
perform
performing
perpendicular
person
persons
perspective
pest
pet
petals
pets
petted
petting
phase
photo
photograph
photos
physically
pic
picasso
pick
picking
picnic
picnicking
picture
pictured
pictures
pie
piece
pieces
pies
pigeons
pigtails
pillow
pillows
pine
pink
pinot
pit
pitcher
pitching
pizza
place
placed
places
plaid
plain
plan
plane
planes
planet
planets
planks
planning
plant
planted
planter
plants
plastic
plate
plates
play
played
player
players
playground
playhouse
playing
playset
playstation
pleasant
pleasure
plenty
plug
pointing
poison
poisonous
poking
pole
polite
pond
ponds
ponies
pony
ponytail
pool
poop
popping
populated
portion
portrait
portraits
portraying
posed
position
positionally
positioned
possible
post
posture
pot
pots
potted
pounce
pouncing
pound
pounds
pour
poured
pouring
power
practicing
predators
prefer
preferred
prepared
preparing
present
pressure
pretend
prevalent
prey
primary
print
printed
printing
prints
probability
probably
problems
process
professional
professionals
program
proofed
proper
properly
proposing
propped
protect
protecting
proud
provide
proximity
puffy
pug
pull
pulled
pulling
punch
puppies
puppy
purple
purpose
push
pushed
pushing
pushup
put
putting
quadriplegic
question
quickly
quiet
r
rabbit
rabbits
rabid
rabies
raccoon
raccoons
race
racist
rack
racks
rails
rain
rainbow
raining
rainy
raised
raising
ran
rat
rated
rats
raw
rays
re
reach
reached
reaching
reaction
read
reading
reads
ready
real
realistic
really
recently
recliner
rectangles
red
reds
region
regularly
reindeer
related
relation
relationship
relax
relaxed
relaxing
releasing
remind
remote
removed
replaced
represent
representative
represented
reptile
reptiles
require
resemble
resembles
residence
respecting
responsible
rest
restarts
rested
resting
restroom
ribs
ride
riding
right
rights
rim
rings
ripples
rising
road
roast
roasted
roasting
robbing
robot
robots
rock
rocket
rocking
rocks
rode
rodents
roll
rolled
romance
romantic
romantically
roof
room
rooting
roots
rope
ropes
rose
roses
round
routine
rubbing
rug
rugs
ruined
rules
run
rungs
runner
running
s
sad
safe
safely
safety
salad
salute
same
sand
sandbox
sandwich
sandwiches
saplings
sat
saturday
save
saw
saws
say
saying
says
scare
scared
scares
scaring
scary
scattered
scavengers
scene
scenery
schemes
school
schooling
scissors
scolding
scoop
scooping
scoot
scooter
scooters
scratch
scratching
screaming
screen
sculpture
sea
season
seat
seated
seating
seats
second
sections
secured
seduce
see
seed
seeing
seek
seem
seems
seen
sees
seesaw
segments
self
sensible
separate
serene
serious
served
service
serving
set
sets
setting
settings
setup
sex
shade
shades
shadow
shadows
shady
shaggy
shape
shaped
shapes
share
sharing
sharpen
she
shelf
shell
shelves
shining
shirt
shirts
shocked
shoe
shoes
shoot
shooting
short
shortly
shorts
should
shoulder
shovel
shovels
show
showing
shown
shows
shrub
shrubs
shut
shy
siamese
siblings
sick
side
sides
sidewalk
sidewalks
siding
sight
sign
signaling
sills
silver
silverware
similar
simon
simulated
since
single
sister
sisters
sit
sits
sitting
situated
size
skateboard
skateboarding
skateboards
skating
skies
skin
skinned
skinny
skipping
skirt
sky
slab
slats
sleep
sleeper
sleeping
sleepy
sleeve
sleeved
sleeves
slice
sliced
slices
slide
slides
sliding
slim
slits
slowing
slowly
small
smaller
smallest
smash
smiling
smith
smoke
smoking
smooth
snack
snacks
sneak
sneakers
sneaking
sniffing
snow
so
soccer
socializing
socks
soda
sofa
sofas
soft
softball
soil
solid
solo
some
somebody
someone
something
somewhere
son
song
soon
sort
sound
sounds
soup
source
spaced
spare
sparsely
speakers
speaking
species
specimens
speech
spend
spending
sphere
spill
spilling
spin
splash
split
spokes
sport
sports
spot
spots
spotted
spotting
spout
spread
spring
spy
spying
square
squares
squirrel
squirrels
stack
stain
stairs
stand
standard
standing
stands
staring
stars
start
startled
stay
staying
steak
steaks
steal
stealing
steering
stemmed
step
stepping
steps
stereo
stereos
stereotypical
steve
stick
sticks
stiff
still
sting
stocked
stolen
stomach
stones
stood
stool
stools
stop
stopped
stored
stories
storm
storming
story
stove
straight
strange
stranger
strangers
stray
stretched
stretching
strike
string
striped
stripes
strips
stroke
strong
structure
stuck
students
study
studying
stuff
stuffed
stump
stumps
stung
style
styled
subject
substance
suddenly
suggest
suicidal
suit
suitable
summer
summertime
sun
sunburn
sundae
sundown
sunlight
sunny
suns
sunset
sunsets
suny
super
supervised
supervising
supervision
supposed
surface
surprise
surprised
surround
surrounding
surrounds
suspended
swarm
sweater
sweet
swim
swimming
swing
swinging
swoop
symmetrical
system
t
table
tablecloth
tablecloths
tables
taco
tail
tails
take
taken
takes
taking
tale
talent
talented
talk
talking
tall
taller
tallest
tan
tank
tassels
taste
taunting
tea
teaching
teacup
team
teapot
teapots
tease
teasing
teddy
teenager
teenagers
teeter
television
tell
telling
temperature
temporarily
than
that
the
their
them
themes
themself
themselves
then
there
these
they
thick
thicker
thing
things
think
thinking
third
this
thorns
those
thread
threat
three
threw
thrilled
through
throw
throwing
thrown
thundercloud
ticking
tickling
tidy
tie
tiebacks
tied
ties
tight
tightrope
tiles
tilted
time
tiny
tip
tipped
tipsy
tiptoeing
tire
tired
tires
titles
to
toast
toasting
today
toddler
together
tomorrow
tone
tongs
tonight
too
tool
top
toppled
tops
torso
tortoise
tossed
tossing
total
totally
totter
touch
touched
touching
toward
towards
toy
toys
traditional
train
trained
training
transport
transportation
travel
tray
treat
treatment
treatments
tree
trees
triangles
trick
tricks
tried
trim
trimmed
trip
trouble
troublemaker
truck
trunk
trunks
trx
try
trying
tumbling
tundra
turn
turned
turtle
turtles
tv
tvs
twin
twins
two
tying
type
types
typical
typically
ufo
ugly
umbrella
uncomfortable
uncomfortably
uncovered
uncrossing
under
underhand
underneath
unhappy
unique
unit
unsupervised
unsuspecting
unusual
unusually
up
upholstered
upon
upper
upright
ups
upset
upside
urinate
use
used
using
usual
usually
utensil
utensils
vacuumed
vandalizing
vase
vases
vegetable
vegetarian
vegetarians
vegetation
vehicle
vehicles
vertical
very
vespa
video
view
viewable
viewer
visible
volleyball
waiting
waiving
wake
walk
walking
walkway
wall
walling
wallpaper
walls
want
wanted
wanting
wants
war
warhol
warm
warmer
warming
warrant
was
waste
watch
watched
watching
water
watered
waterfowl
watering
watermelon
watermelons
waving
way
ways
we
wealthy
wear
wearing
wears
weather
weatherman
wedge
weeds
weeping
weigh
weight
weird
well
were
what
wheel
wheelers
wheels
when
where
which
while
whit
white
who
whole
whom
whose
why
wide
wife
wild
wildlife
will
window
windows
windy
wine
wings
winning
winter
wire
wires
wise
with
within
without
woke
woman
women
wood
wooden
woods
work
working
workout
worm
worried
worry
would
write
writing
wrong
xbox
yard
yarn
yawn
year
years
yelling
yellow
yet
yoga
you
young
younger
youngest
your
zoo
